// import 'package:furnitur/core/models/product.dart';

// final products = [
//   Product(
//       name: "ИНГОЛЬФ",
//       image: "assets/images/image_05.png",
//       price: 3299,
//       description:
//           "Высокая спинка обеспечивает оптимальный комфорт. Массив дерева – износостойкий натуральный материал.",
//       id: 0,
//       category: "Стул"),
//   Product(
//       name: "КАУСТБИ",
//       image: "assets/images/image_06.png",
//       price: 2299,
//       oldPrice: 2799,
//       description:
//           "Массив сосны – натуральный материал, который со временем выглядит только лучше.",
//       id: 1,
//       category: "Стул"),
//   Product(
//       name: "МОРБИЛОНГА",
//       image: "assets/images/image_07.png",
//       price: 39990,
//       description:
//           "Лаконичный дизайн подчеркивает традиционной стиль деревянной мебели.",
//       id: 2,
//       category: "Стол"),
//   Product(
//       name: "НОРДВИКЕН",
//       image: "assets/images/image_08.png",
//       price: 15999,
//       oldPrice: 21999,
//       description:
//           "Этот большой деревянный обеденный стол очень скоро станет центром притяжения для всех членов вашей семьи. Легко раскладывается и благодаря устойчивой конструкции и прочным материалам будет радовать вас долгие годы.",
//       id: 3,
//       category: "Стол"),
//   Product(
//       name: "НОРРОКЕР",
//       image: "assets/images/image_09.png",
//       price: 6999,
//       oldPrice: 8999,
//       description:
//           "Каждый стол уникален – благодаря естественному рисунку натуральной древесины и вариативности ее оттенков.",
//       id: 4,
//       category: "Стол"),
//   Product(
//       name: "ТОММАРЮД",
//       image: "assets/images/image_10.png",
//       price: 11999,
//       oldPrice: 13999,
//       description: "Лаконичный дизайн подойдет для самых разных интерьеров.",
//       id: 5,
//       category: "Стол"),
//   Product(
//       name: "ХЕМНЭС",
//       image: "assets/images/image_11.png",
//       price: 12990,
//       description:
//           "Мы используем древесину из ответственно управляемых лесных хозяйств. Этот прочный натуральный материал с годами выглядит только лучше. Можно комбинировать с другой мебелью серии ХЕМНЭС.",
//       id: 6,
//       category: "Кровать"),
//   Product(
//       name: "МАЛЬМ",
//       image: "assets/images/image_12.png",
//       price: 16990,
//       description:
//           "Эту кровать лаконичного дизайна с отделкой из шпона можно поставить в середине комнаты или изголовьем к стене. Практичные вместительные ящики легко выдвигаются благодаря колесикам.",
//       id: 7,
//       category: "Кровать"),
//   Product(
//       name: "НОРДЛИ",
//       image: "assets/images/image_13.png",
//       price: 21990,
//       oldPrice: 29990,
//       description:
//           "Каркас НОРДЛИ – это не только удобная кровать, но и практичный модуль для хранения с 6 вместительными ящиками. В нем даже в небольшой комнате поместятся дополнительные одеяла, одежда и, конечно, сладкие сны.",
//       id: 8,
//       category: "Кровать"),
//   Product(
//       name: "БРИМНЭС",
//       image: "assets/images/image_14.png",
//       price: 14990,
//       description:
//           "Регулируемые боковины кровати позволяют использовать матрасы разной толщины.",
//       id: 9,
//       category: "Кровать"),
//   Product(
//       name: "ИКЕА ПС 2017",
//       image: "assets/images/image_15.png",
//       price: 2499,
//       oldPrice: 2790,
//       description:
//           "Направив свет на картину или просто осветив комнату светом, отраженным от стены, вы сделаете интерьер особенно уютным.",
//       id: 10,
//       category: "Лампа"),
//   Product(
//       name: "ФАДУ",
//       image: "assets/images/image_16.png",
//       price: 1299,
//       description: "Создает мягкое уютное освещение для настроения.",
//       id: 11,
//       category: "Лампа"),
//   Product(
//       name: "ИНГАРЕД",
//       image: "assets/images/image_17.png",
//       price: 599,
//       description: "Абажур из ткани создает рассеянное декоративное освещение.",
//       id: 12,
//       category: "Лампа"),
//   Product(
//       name: "ТЭРНАБИ",
//       image: "assets/images/image_18.png",
//       price: 1599,
//       description:
//           "Этот компактный светильник создаст в располагающее освещение в любом уголке вашего дома.",
//       id: 13,
//       category: "Лампа"),
// ];
